---
kind: property
id: P:Autodesk.Revit.DB.Visual.AdvancedWood.WoodLatewoodSharpness
source: html/98686412-9c4a-88d7-7e80-3fac6c3ddecd.htm
---
# Autodesk.Revit.DB.Visual.AdvancedWood.WoodLatewoodSharpness Property

The property labeled "Percentage of pure latewood" from the "AdvancedWood" schema.

## Syntax (C#)
```csharp
public static string WoodLatewoodSharpness { get; }
```

## Remarks
This property is of type "AssetPropertyDouble".